[
{"message": "What is company name?","response": "BRiX Networks"},
{"message": "What is BRiX Networks?","response": "BRiX Network Pvt Ltd is a pure play Knowledge Transfer Organization, incorporated in November 2014, with ATP feature from Extreme Networks for PAN India. BRiX thrives in setting a benchmark in the Knowledge Transfer Domain and its Services by building a strong Business Compliance awareness team, ensuring value-based, high-quality, and future-proof services."},
{"message": "What is your vision?","response": "To enable excellence at each level, process, and service delivery."},
{"message": "What is your mission?","response": "Our core values guide everything we do - Premium Knowledge Transfer, innovation, and professional service delivery that drives eminence."},
{"message": "What services do you provide?","response": "Advanced Technology Domain, Learning & Development Domain, Domain Compliances & Governance, Professional Service Domain."},
{"message": "What is Advanced Technology Domain?","response": "BRiX Networks partners with top private science and engineering universities through its subsidiary, VEDAM Network Academy, to upskill students as part of industry-academic collaboration. The Knowledge Transfer Center (KTC) is connected via a Domestic MPLS backhaul."},
{"message": "What is Noetic Science?","response": "Noetic Science explores human consciousness and inner knowledge. It investigates how individuals perceive and interpret their environment, including beliefs, emotions, and subjective experiences."},
{"message": "What is Domain Compliance & Governance?","response": "Business Houses face increasing pressure to improve security and comply with regulations. Domain Compliance & Governance (DC&G) integrates corporate governance, risk management, and compliance to ensure efficiency and effective reporting mechanisms."},
{"message": "What is the Professional Service Domain?","response": "We integrate cutting-edge business intelligence strategies with domain expertise to craft solutions for the future, ensuring that our clients can navigate dynamic market shifts with confidence."},
{"message": "What is the company address?","response": "Tower - 3, Unihomes 2, Uniworld City, Nallambakkam, Chennai, Tamil Nadu, India - 600048."},
{"message": "When was the company founded?","response": "The company was founded on December 9, 2014."},
{"message": "What is the company email?","response": "info@brixnet.in"},
  {"message": "Where are the team members staying?","response": "Since the seniors told the students to vacate and join hostel, they all did and waiting for hostel but the hostel was not provided then they said they will provide a resort and will go there, the students are very depressed and stressed."},
  {"message": "What are the teams in GenZ?","response": "There are 4 Teams, AI/ML Team, IOT Team, App Development Team, Full Stack Development Team."},
{"message": "What are the company's alliances?","response": "SoSE and SNA."},
{"message": "What is SoSE?","response": "A leader in delivering Noetic Science, fostering transformation through active learning and intelligence development."},
{"message": "What is SNA?","response": "Savant Networks Academy (SNA) is a lineage of BRiX Networks Pvt Ltd, fostering Industry-Academia collaboration through a unique ecosystem."}
]